Repository: Mundolapa/Mundolapa
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: Upload website logo
es: Carga el logo del sitio web

source: Upload website favicon
es: Carga el favicon del sitio web

source: Website email
es: Email del sitio web

source: telephone
es: teléfono

source: Website telephone
es: Teléfono del sitio web

source: Global Settings
es: Configuraciones Globales

source: title
es: título

source: Website SEO Title
es: Título del sitio web

source: description
es: descripción

source: Website SEO Description
es: Descripción del sitio web

source: keywords
es: palabras claves

source: Website SEO Keywords
es: Palabras claves del sitio web

source: Copyright Footer Text
es: Texto de Copyright

source: footer text
es: texto del pié de página

source: Website Footer Text
es: Texto del pié de página del sitio web

source: about us
es: sobre nosotros

source: About Us Text
es: Texto sobre nosotros

source: terms and conditions
es: términos y condiciones

source: Terms And Conditions Text
es: Términos y Condiciones

source: privacy policy
es: políticas de privacidad

source: Privacy Policy
es: Políticas de Privacidad

source: our vision
es: nuestra visión

source: Our Vision Text
es: Texto de Nuestra Visión

source: our mission
es: nuestra misión

source: Our Mission Text
es: Texto de Nuestra Misión

source: Welcome to mundolapa.dev Api!
es: Bienvenido a la Api de mundolapa.dev

source: Resource not found.
es: No se encontró el recurso

source: English
es: Inglés

source: Spanish
es: Español
